Repository: TimDeveloper97/LandsiteMobile
Catalog: LandsiteMobile/LandsiteMobile/Resources/Languages/LanguageResource.*.resx
Languages: vi

# accountEditProfile
source: Edit profile
vi: Chỉnh sửa hồ sơ

# accountLogout
source: Logout
vi: Đăng xuất

# age15
source: Less than 15
vi: Dưới 15

# age16
source: From 16 to 20
vi: Từ 16 đến 20

# age21
source: From 21 to 25
vi: Từ 21 đến 25

# age26
source: From 26 to 30
vi: Từ 26 đến 30

# age31
source: From 31 to 35
vi: Từ 31 đến 35

# age36
source: From 36 to 40
vi: Từ 36 đến 40

# age41
source: From 41 to 45
vi: Từ 41 đến 45

# age46
source: From 46 to 50
vi: Từ 46 đến 50

# age51
source: From 51 to 55
vi: Từ 51 đến 55

# age56
source: From 56 to 60
vi: Từ 56 đến 60

# age61
source: From 61 to 65
vi: Từ 61 đến 65

# age66
source: From 66 to 70
vi: Từ 66 đến 70

# age70
source: More than 70
vi: Hơn 70

# damagesOption1
source: No damages
vi: Không có thiệt hại

# damagesOption2
source: Direct damage
vi: Thiệt hại trực tiếp

# damagesOption3
source: Obstruction of water course
vi: Sự cản trở của dòng nước

# damagesOption4
source: Collapsed bank or dam
vi: Bờ hoặc đập bị sập

# damagesOption5
source: Cannot determine
vi: Không thể xác định

# error8
source: Password at least 8 characters
vi: Mật khẩu ít nhất 8 ký tự

# errorAge
source: Must enter age
vi: Phải nhập tuổi

# errorConfirm
source: Must enter confirm
vi: Phải nhập xác nhận

# errordiff
source: Confirm password must like password
vi: Mật khẩu xác nhận phải giống mật khẩu mới

# errorEmail
source: Must enter email
vi: Phải nhập email

# errorGender
source: Must enter gender
vi: Phải nhập giới tính

# errorOccup
source: Must enter occupation
vi: Phải nhập nghề

# errorPass
source: Must enter password
vi: Phải nhập mật khẩu

# genderFemale
source: Female
vi: Nữ giới

# genderMale
source: Male
vi: Nam giới

# genderOther
source: Other
vi: Khác

# hillOption1
source: At the top
vi: Ở trên cùng

# hillOption2
source: Uphill
vi: Lên dốc

# hillOption3
source: Midslope
vi: Độ dốc trung bình

# hillOption4
source: Downhill
vi: Xuống dốc

# hillOption5
source: In the valley
vi: Trong thung lũng

# homeDamages
source: Damages
vi: Thiệt hại

# homeDamagesPlaceholder
source: Evaluate the damages
vi: Đánh giá thiệt hại

# homeHill
source: Position along the hill
vi: Vị trí dọc theo đồi

# homeHillPlaceholder
source: Specify the position of the landslide
vi: Chỉ định vị trí sạt lở

# homeInfoLandslide
source: Information Landslide
vi: Thông tin về sạt lở đất

# homeLandslide
source: Type of landslide *
vi: Loại lở đất *

# homeLandslidePlaceholder
source: Specify the type of the landslide
vi: Chỉ định loại lở đất

# homeMaterial
source: Type of material
vi: Loại vật liệu

# homeMaterialPlaceholder
source: Specify the type of the material
vi: Chỉ định loại vật liệu

# homeMeasures
source: Mitigation measures
vi: Các biện pháp giảm thiểu

# homeMeasuresPlaceholder
source: Evaluate the mitigation measures
vi: Đánh giá các biện pháp giảm thiểu

# homeNewLandside
source: New Landslide
vi: Thông kế sạt nở đất

# homeNote
source: Additional notes
vi: Thông tin thêm

# homeNotePlaceholder
source: Add additional notes
vi: Thêm thông tin ghi chú

# homePhoto
source: Photo *
vi: Ảnh *

# homePosition
source: Position Landslide
vi: Tọa độ vụ sạt lở

# homeRequired
source: * Indicates a required field
vi: * Biểu thị trường bắt buộc

# homeSystem
source: Monitoring systems
vi: Hệ thống giám sát

# homeSystemPlaceholder
source: Evaluate the monitoring systems
vi: Đánh giá hệ thống giám sát

# homeVegetation
source: Presence of vegetation
vi: Mật độ của thảm thực vật

# homeVegetationPlaceholder
source: Evaluate the presence of vegetation
vi: Đánh giá mật độ của thảm thực vật

# homeWater
source: Presence of water
vi: Mực của nước

# homeWaterPlaceholder
source: Evaluate the presence of water
vi: Đánh giá sự mức độ nước

# infoLatitude
source: Latitude
vi: Vĩ độ

# infoLongitude
source: Longitude
vi: Kinh độ

# infoMeasure
source: No measure types
vi: Không có loại thước đo

# infoStatus
source: Status
vi: Trạng thái

# infoSystem
source: No system types
vi: Không có loại hệ thống

# infoType
source: Type
vi: Loại hình

# landslideMeasureAdd
source: Add a mitigation measure
vi: Thêm một biện pháp giảm thiểu

# landslideMeasureList
source: Specify the mitigation measure(s)
vi: Chỉ định (các) biện pháp giảm thiểu

# landslideMeasureRadio
source: Is there any mitigation measures?
vi: Có biện pháp giảm thiểu nào không?

# landslideOption1
source: Rockkfall
vi: Đá rơi

# landslideOption2
source: Toppling
vi: Lật đổ

# landslideOption3
source: Rotational slide
vi: Trượt xoay

# landslideOption4
source: Planar slide
vi: Trang trình bày phẳng

# landslideOption5
source: Debris flow
vi: Dòng chảy mảnh vụn

# landslideOption6
source: Earth flow
vi: Dòng chảy trái đất

# landslideOption7
source: Complex landslide
vi: Sạt lở phức tạp

# landslideOption8
source: Other
vi: Khác

# landslideSystemAdd
source: Add a monitoring system
vi: Thêm một hệ thống giám sát

# landslideSystemList
source: Specify the monitoring system(s)
vi: Chỉ định (các) hệ thống giám sát

# landslideSystemRadio
source: Is there any monitoring system?
vi: Có hệ thống giám sát nào không?

# loginButtonLogin
source: Login
vi: Đăng nhập

# loginDontHaveAccount
source: Don't have an account?
vi: Bạn chưa có tài khoản?

# loginEmailPlacehold
source: Email address
vi: Nhập email

# loginForgotPassword
source: Forgot your password?
vi: Bạn không nhớ mật khẩu?

# loginPasswordPlacehold
source: Password
vi: Nhập password

# loginSignup
source: SIGN UP
vi: Đăng ký

# materialOption2
source: Debris
vi: Mảnh vỡ

# materialOption3
source: Dirst
vi: Không cho phép

# materialOption4
source: Mixed
vi: Trộn

# materialOption5
source: Cannot determine
vi: Không thể xác định

# measureOption1
source: Retaining wall
vi: Tường chắn

# measureOption2
source: Gabions
vi: Rọ đá

# measureOption3
source: Anchorage
vi: Neo

# measureOption4
source: Rockfall barriers
vi: Rào cản đá rơi

# measureOption6
source: Friction nets
vi: Lưới ma sát

# measureOption7
source: Drains
vi: Cống rãnh

# measureOption8
source: Geogrids
vi: Lưới địa lý

# measurePlaceholder
source: Select an option
vi: Chọn một tùy chọn

# measureTitle
source: Type of the mitigation work
vi: Loại công việc giảm thiểu

# messageInternet
source: Internet connection error
vi: Lỗi kết nối Internet

# messageLandslide
source: You must choise a landslide
vi: Bạn phải chọn một trận lở đất

# messageMax
source: Max 500 characters...
vi: Tối đa 500 ký tự ...

# messagePicture
source: You must take a picture site
vi: Bạn phải chụp một trang web hình ảnh

# messageSuccess
source: Update success
vi: Cập nhật thành công

# messageTimeout
source: Timeout response
vi: Hết thời gian phản hồi

# messageUpload
source: Waiting to upload
vi: Đang chờ tải lên

# occupEmployee
source: Employee
vi: Nhân viên

# occupFreelancer
source: Freelancer
vi: Người làm nghề tự do

# occupRetiree
source: Retiree
vi: Người về hưu

# occupStudent
source: Student
vi: Sinh viên

# occupUnemployed
source: Unemployed
vi: Thất nghiệp

# radioNo
source: No
vi: Sai

# radioYes
source: Yes
vi: Đúng

# settingAccount
source: Account
vi: Tài khoản

# settingExpert
source: Expert
vi: Chuyên gia

# settingLanguage
source: Language
vi: Ngôn ngữ

# settingTitle
source: Settings
vi: Cài đặt

# signupAccept
source: Accept
vi: Chấp thuận

# signupAge
source: Age
vi: Tuổi

# signupButton
source: Sign Up
vi: Đăng ký tài khoản

# signupChildrenInformation
source: Children's Information
vi: Thông tin trẻ em

# signupChildrenInformationDes
source: Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity. LandslidesSurvey does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.
vi: Một phần ưu tiên khác của chúng tôi là tăng cường bảo vệ trẻ em khi sử dụng Internet. Chúng tôi khuyến khích cha mẹ và người giám hộ quan sát, tham gia và / hoặc giám sát và hướng dẫn hoạt động trực tuyến của họ. LandslidesSurvey không cố ý thu thập bất kỳ Thông tin Nhận dạng Cá nhân nào từ trẻ em dưới 13 tuổi. Nếu bạn cho rằng con bạn đã cung cấp loại thông tin này trên trang web của chúng tôi, chúng tôi đặc biệt khuyến khích bạn liên hệ với chúng tôi ngay lập tức và chúng tôi sẽ nỗ lực hết sức để loại bỏ kịp thời thông tin đó từ hồ sơ của chúng tôi.

# signupConfirm
source: Confirm password *
vi: Nhập lại mật khẩu *

# signupConsent
source: Consent
vi: Tán thành

# signupConsentDes
source: By using our website, you hereby consent to our Privacy Policy and agree to its terms.
vi: Bằng cách sử dụng trang web của chúng tôi, bạn đồng ý với Chính sách bảo mật của chúng tôi và đồng ý với các điều khoản của nó.

# signupDisclaimer
source: Disclaimer
vi: Tuyên bố từ chối trách nhiệm

# signupEmail
source: Email address *
vi: Nhập địa chỉ Email *

# signupGDPR
source: General Data Protection Regulation (GDPR)
vi: Quy định chung về bảo vệ dữ liệu (GDPR)

# signupGDPRDes
source: We are a Data Controller of your information. LandslidesSurvey legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information: - LandslidesSurvey needs to perform a contract with you - You have given LandslidesSurvey permission to do so - Processing your personal information is in LandslidesSurvey legitimate interests - LandslidesSurvey needs to comply with the law LandslidesSurvey will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies. Our Privacy Policy was generated with the help of GDPR Privacy Policy Generator and the Privacy Policy Generator. If you are a resident of the European Economic Area (EEA), you have certain data protection rights. If you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us. In certain circumstances, you have the following data protection rights: - The right to access, update or to delete the information we have on you. - The right of rectification. - The right to object. - The right of restriction. - The right to data portability - The right to withdraw consent
vi: Chúng tôi là Người kiểm soát dữ liệu thông tin của bạn. LandslidesSurvey cơ sở pháp lý để thu thập và sử dụng thông tin cá nhân được mô tả trong Chính sách quyền riêng tư này phụ thuộc vào Thông tin cá nhân mà chúng tôi thu thập và bối cảnh cụ thể mà chúng tôi thu thập thông tin: - LandslidesSurvey cần thực hiện hợp đồng với bạn - Bạn đã cho phép LandslidesSurvey làm như vậy - Xử lý thông tin cá nhân của bạn là trong LandslidesSurvey lợi ích hợp pháp - LandslidesSurvey cần tuân thủ pháp luật LandslidesSurvey sẽ chỉ lưu giữ thông tin cá nhân của bạn chừng nào cần thiết cho các mục đích được nêu trong Chính sách Bảo mật này. Chúng tôi sẽ lưu giữ và sử dụng thông tin của bạn trong phạm vi cần thiết để tuân thủ các nghĩa vụ pháp lý, giải quyết tranh chấp và thực thi các chính sách của chúng tôi. Chính sách quyền riêng tư của chúng tôi được tạo ra với sự trợ giúp của Trình tạo chính sách bảo mật GDPR và Trình tạo chính sách bảo mật. Nếu bạn là cư dân của Khu vực Kinh tế Châu Âu (EEA), bạn có một số quyền bảo vệ dữ liệu nhất định. Nếu bạn muốn được thông báo về Thông tin cá nhân mà chúng tôi nắm giữ về bạn và nếu bạn muốn xóa thông tin đó khỏi hệ thống của chúng tôi, vui lòng liên hệ với chúng tôi. Trong một số trường hợp nhất định, bạn có các quyền bảo vệ dữ liệu sau: - Quyền truy cập, cập nhật hoặc xóa thông tin chúng tôi có về bạn. - Quyền sửa sai. - Quyền phản đối. - Quyền hạn chế. - Quyền đối với tính khả chuyển của dữ liệu - Quyền rút lại sự đồng ý

# signupGender
source: Gender
vi: Giới tính

# signupGoBack
source: Go back
vi: Quay lại

# signupHaveAccount
source: Already have an account?
vi: Bạn đã có tài khoản?

# signupLogFiles
source: Log Files
vi: Tệp ghi chú

# signupLogFilesDes
source: LandslidesSurvey follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.
vi: LandslidesSurvey tuân theo một quy trình tiêu chuẩn của việc sử dụng các tệp nhật ký. Các tệp này ghi nhật ký khách truy cập khi họ truy cập các trang web. Tất cả các công ty lưu trữ đều làm điều này và một phần của phân tích dịch vụ lưu trữ. Thông tin được thu thập bởi các tệp nhật ký bao gồm địa chỉ giao thức internet (IP), loại trình duyệt, Nhà cung cấp dịch vụ Internet (ISP), dấu ngày và giờ, các trang giới thiệu / thoát và có thể cả số lần nhấp chuột. Chúng không được liên kết với bất kỳ thông tin nào có thể nhận dạng cá nhân. Mục đích của thông tin là để phân tích xu hướng, quản trị trang web, theo dõi chuyển động của người dùng trên trang web và thu thập thông tin nhân khẩu học.

# signupLogin
source: Log In
vi: Đăng nhập

# signupOccupation
source: Occupation
vi: Nghề nghiệp

# signupOnlinePrivacyPolicyOnly
source: Online Privacy Policy Only
vi: Chỉ Chính sách Bảo mật Trực tuyến

# signupOnlinePrivacyPolicyOnlyDes
source: Our Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in LandslidesSurvey. This policy is not applicable to any information collected offline or via channels other than this website.
vi: Chính sách Bảo mật của chúng tôi chỉ áp dụng cho các hoạt động trực tuyến của chúng tôi và có giá trị đối với khách truy cập vào trang web của chúng tôi liên quan đến thông tin mà họ đã chia sẻ và / hoặc thu thập trong LandslidesSurvey. Chính sách này không áp dụng cho bất kỳ thông tin nào được thu thập ngoại tuyến hoặc qua các kênh khác ngoài trang web này.

# signupPassword
source: Password *
vi: Mật khẩu *

# signupPrivacyPolicies
source: Privacy Policies
vi: Chính sách quyền riêng tư

# signupPrivacyPoliciesDes
source: Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on LandslidesSurvey, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit. Note that LandslidesSurvey has no access to or control over these cookies that are used by third-party advertisers.
vi: Máy chủ quảng cáo hoặc mạng quảng cáo của bên thứ ba sử dụng các công nghệ như cookie, JavaScript hoặc Web Beacons được sử dụng trong các quảng cáo và liên kết tương ứng của chúng xuất hiện trên LandslidesSurvey, được gửi trực tiếp đến trình duyệt của người dùng. Họ tự động nhận địa chỉ IP của bạn khi điều này xảy ra. Những công nghệ này được sử dụng để đo lường hiệu quả của các chiến dịch quảng cáo của họ và / hoặc để cá nhân hóa nội dung quảng cáo mà bạn thấy trên các trang web mà bạn truy cập. Lưu ý rằng LandslidesSurvey không có quyền truy cập hoặc kiểm soát các cookie được các nhà quảng cáo bên thứ ba sử dụng.

# signupPrivacyPolicyForLandslidesSurvey
source: Privacy Policy for LandslidesSurvey
vi: Chính sách quyền riêng tư cho Landslides

# signupPrivacyPolicyForLandslidesSurveyDes
source: At LandslidesSurvey, accessible from https://github.com/epessina/LandslidesSurvey, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by LandslidesSurvey and how we use it.\nIf you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.
vi: Tại LandslidesSurvey, có thể truy cập từ https://github.com/epessina/LandslidesSurvey, một trong những ưu tiên chính của chúng tôi là quyền riêng tư của khách truy cập. Tài liệu Chính sách Bảo mật này chứa các loại thông tin được LandslidesSurvey thu thập và ghi lại cũng như cách chúng tôi sử dụng nó. \ NNếu bạn có thêm câu hỏi hoặc yêu cầu thêm thông tin về Chính sách Bảo mật của chúng tôi, vui lòng liên hệ với chúng tôi.

# signupRequired
source: * Indicateds a required field
vi: * Tất cả các trường đều bắt buộc

# signupThirdPartyPrivacyPolicies
source: Third Party Privacy Policies
vi: Chính sách quyền riêng tư của bên thứ ba

# signupThirdPartyPrivacyPoliciesDes
source: LandslidesSurvey's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You may find a complete list of these Privacy Policies and their links here: Privacy Policy Links. You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites. What Are Cookies?
vi: Chính sách Bảo mật của LandslidesSurvey không áp dụng cho các nhà quảng cáo hoặc trang web khác. Do đó, chúng tôi khuyên bạn nên tham khảo Chính sách Bảo mật tương ứng của các máy chủ quảng cáo của bên thứ ba này để biết thêm thông tin chi tiết. Nó có thể bao gồm các thực hành và hướng dẫn của họ về cách chọn không tham gia các tùy chọn nhất định. Bạn có thể tìm thấy danh sách đầy đủ các Chính sách Bảo mật này và các liên kết của chúng tại đây: Liên kết Chính sách Bảo mật. Bạn có thể chọn tắt cookie thông qua các tùy chọn trình duyệt cá nhân của mình. Để biết thêm thông tin chi tiết về quản lý cookie với các trình duyệt web cụ thể, bạn có thể tìm thấy thông tin này tại các trang web tương ứng của trình duyệt. Cookie là gì?

# signupTitle
source: - Sign up -
vi: - Đăng ký -

# systemOption1
source: Spy
vi: Gián điệp

# systemOption10
source: Lanser scanning
vi: Quét Lanser

# systemOption11
source: Cannot determine
vi: Không thể xác định

# systemOption12
source: Functioning
vi: Chức năng

# systemOption13
source: Partially damaged
vi: Bị hư hỏng một phần

# systemOption14
source: Damaged
vi: Bị hư hại

# systemOption15
source: Cannot determine
vi: Không thể xác định

# systemOption2
source: Grid
vi: Lưới điện

# systemOption3
source: Inclinometer
vi: Máy đo độ nghiêng

# systemOption4
source: Externsometer
vi: Mở rộng khoảng cách

# systemOption5
source: Distometer
vi: Máy đo khoảng cách

# systemOption6
source: Topographic instruments
vi: Công cụ địa hình

# systemOption8
source: Interferometric radar
vi: Radar giao thoa kế

# systemOption9
source: Video surveillance
vi: Video theo dõi

# systemPlaceholder1
source: Select an option
vi: Chọn một tùy chọn

# systemPlaceholder2
source: Select an option
vi: Chọn một tùy chọn

# systemTitle1
source: Type of the minitoring system
vi: Loại hệ thống hiển thị màn hình

# systemTitle2
source: Status of the monitoring system
vi: Tình trạng của hệ thống giám sát

# vegeOption1
source: Grass
vi: Cỏ

# vegeOption2
source: Low-growing plants
vi: Cây mọc thấp

# vegeOption3
source: Trees
vi: Cây

# vegeOption4
source: Mixed
vi: Trộn

# vegeOption5
source: Absent
vi: Vắng mặt

# waterOption1
source: Dry
vi: Khô

# waterOption2
source: Humid
vi: Ẩm ướt

# waterOption3
source: Wet
vi: Bị ướt

# waterOption4
source: Very wet
vi: Rất ẩm ướt

# waterOption5
source: Cannot determine
vi: Không thể xác định

source: Wellcome
vi: Xin chao
